Repository: ekantola/hev-plone
Catalog: zeocluster/src/Products.Pakki/Products/Pakki/i18n/plone-poi-*.po
Languages: fi

source: Issue Tracker
fi: Ongelmaseuranta

source: An issue tracker
fi: Ongelmaseuranta

source: Issue
fi: Ongelmaraportti

source: An issue. Issues begin in the 'unconfirmed' state, and can be responded to by project managers.
fi: Ongelma. Ongelmaraportit ovat aluksi tilassa 'vahvistamaton', jolloin kehittäjät voivat ottaa niihin kantaa.

source: Response
fi: Vastaus

source: A response to an issue.
fi: Vastaus ongelmaraporttiin.

source: Open for submissions
fi: Avoin ehdotuksille

source: Closed for submissions
fi: Ehdotusten jättäminen suljettu

source: Close tracker
fi: Sulje seurantatyökalu

source: Open tracker
fi: Avaa seurantatyökalu

source: Tested and confirmed closed
fi: Testattu ja vahvistettu suljetuksi

source: In progress
fi: Työn alla

source: Being created
fi: Luodaan

source: Confirmed
fi: Vahvistettu

source: Open
fi: Avoin

source: Postponed
fi: Lykätty

source: Rejected
fi: Hylätty

source: Resolved
fi: Ratkaistu

source: Unconfirmed
fi: Vahvistamaton

source: Open
fi: Avaa

source: Begin work
fi: Aloita työ

source: Confirm resolved
fi: Vahvista ratkaistuksi

source: Put on hold
fi: Laita odottamaan

source: Re-open
fi: Avaa uudelleen

source: Post issue on save
fi: Lähetä raportti tallennettaessa

source: Postpone
fi: Lykkää

source: Reject
fi: Hylkää

source: Resolve
fi: Ratkaise

source: Posted
fi: Lähetetty

source: Post response on save
fi: Lähetä vastaus tallennettaessa

source: No change
fi: Ei muutosta
